Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེད་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Thus, until their karmic actions have been overcome, relinquished, and exhausted, they will continue to be burned and boiled alive for many hundreds of thousands of years.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| མི་ དེ འི་ ལས་ ཀྱི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ འི་ རྒྱུས་ དེ་ ལ་ འགྲན་ཟླ་ མང་ ཞིང་ །_ རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ དུ་ དེ འི་ འགྲུབ་པ་ མེད་པར་ འགྱུར །_
en: $409 “When they finally escape this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| Yet as a karmic effect that accords with its cause they will, as a human, have many competitors within the royal court and they will never have any success.

source: དབུལ་ ཞིང་ ནོར་རྫས་ ཐམས་ཅད་ ཉམས་པ ར་ འགྱུར་ ལ་ ཚེ་ ཐུང་བ ར་ འགྱུར་ རོ །_།
en: Living a life in poverty and deprivation, they will soon meet with death.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ བྱས་ ལ་ བསགས་པ་ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ གང་ གིས་ སེམས་ཅན་ དམྱལ་བ་ ཀྱི་ཧུད་ ཟེར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་
en: $410 “As the monk continues his examination of the regions that surround the great Crushing Hell, he will wonder what completed and accumulated actions, inclusive of their preparation and conclusion, may ripen as birth in the hell realm known as Wailer.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ [165b] ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཀྱི་ཧུད་ ཟེར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: As he examines this with knowledge derived from hearing, he will understand that if one resorts to, becomes habituated to, and increases acts of killing, taking what was not given, and sexual misconduct, as one separates from one’s body, one will fall into the lower realms and take birth in the hell known as Wailer. {{page:{number:168,id:UT22084-068-021-100194,folio:F.165.b,volume:V68}}}

source: དེར་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན །_ དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_། འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ གང་ ཀླ་ཀློ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ |#| དེ་ སྐྱེ་བ འི་ རིས་ འཐུན་པ འི་ སྐྱོན་ གྱིས་ དེ་ གལ་ཏེ་ སྲིང་མོ འམ །_ གཞན་ འོས་པ་ མ་ཡིན་པ་ དེ་ལྟ་ བུ་ དག་ ལ་ སྤྱོད་པ ར་ བྱེད་ ན་
en: In terms of the specific ripening that results in birth there, engagement in killing, stealing, and sexual misconduct may cause one to be born among barbarians and so suffer from general flaws related to one’s place of birth. |#| In that way one may also come to have sex with one’s sister or another inappropriate person.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཀྱི་ཧུད་ ཟེར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Then, as one later separates from one’s body, one will fall into the lower realms and be born in the hell of Wailer, where the following torments must be endured.

source: འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ སྲེག་ ཅིང་ འཚེད་ ལ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ གསོད་པ་ ན །_
en: $411 “Beings who live in Wailer are slain by the Lord of Death’s henchmen, who burn and boil them.

source: གང་ གིས་ དཔག་ཚད་ ལྔ ར་ གང་བ འི་ སྒྲ་ དེ་ལྟ་ བུ་ འབྱིན་ ཏོ །_།
en: As this happens, their screams can be heard from a distance of five leagues away.

source: སྲིད་པ་ བར་མ་ ལ་ གནས་པ འི་ སེམས་ཅན་ དམྱལ་བ་ དེས་ གཞི་ དེ་ལས་ སྙིང་རྗེ་ ཞིང་ འཇིགས་ པར་ ཐོས་པ་ ལས་ ཀྱི་ དབང་ གིས་ མི་ འཐུན་པ་ ལོག་པ ར་ ཐོས་ ཏེ །_ |#| དེ འི་ ངུ་བ་ གླུ་དབྱངས་ སྙན་པ འི་ སྒྲ་ ལྟ་བུ་ དང་ །_ ཕེག་ རྡོབ་ པར་ ཐོས་ སོ །_། དེ་དེ་ ལྟར་ ལྟ་བ་ ན་ དེར་ བདག་ ཀྱང་ འགྲོ འོ་ སྙམ་ དུ་ སེམས་ སོ །_།
en: However, the power of karmic action will make any being who is in an intermediate existence misapprehend their pitiful and terrifying screams. |#| Instead, they will hear the cries as sweet songs and the sound of cymbals, and they will therefore want to hasten to where the tunes come from.

source: དེས་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ སྲིད་པ་ ཉེ་བ ར་ ལེན་པ འི་ རྐྱེན་ ལས་ བྱུང་བ ས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: As soon as they make that wish, a condition for perpetuating existence is formed, which then causes them to take birth there.

source: གང་དང་གང་ དུ་ སྲིད་པ་ བར་མ་པ འི་ ཉེ་བ ར་ ལེན་པ ར་ བྱེད་པ་ དེ་ དང་ དེར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ ཉེ་བ ར་ ལེན་པ་ དེ་ བྱས་པ ས་ དེར་ སྐྱེས་ སོ །_།
en: Beings in the intermediate existence take birth in accordance with their grasping, and this type of grasping will cause them to be born in that hell.

source: ལྷན་ཅིག་ སྐྱེས་མ་ ཐག་ ཏུ་ སེམས་ཅན་ དམྱལ་བ འི་ སྡུག་བསྔལ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: As soon as they are born there, they will proceed to experience the sufferings of hell.

source: སྒྲ་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ གི་ ངོ་བོ་ ཉིད་ དུ་ ཐོས་ ཏེ །_
en: $412 “They will hear the screams of other hell beings for what they really are.

source: ཚོར་བ་ མི་ བཟད་ ཅིང་ དྲག་ ལ་ ཚ་བ་ གཞན་ དང་ མཚུངས་པ་ མེད་ ཅིང་ དཔེ་ཟླ་ མེད་པ་ དག་ མྱོང་བ་ ན །_
en: Thus, what they hear is unbearably intense and so horrible that nothing compares or even comes close to it.

source: སྒྲ་ དེ་ ཉིས་འགྱུར་ གྱིས་ སྙིང་ ལ་ འབིགས་པ ར་ བྱེད་ དོ །_། |#| གནོད་པ་ འདི་དག་ ཀྱང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_
en: Then, as the sound becomes twice as loud, it will pierce their hearts and become even more unbearable. |#| $413 “Moreover, the beings in this hell are subject to the following other tortures.

source: ལྕགས་ ཀྱི་ རི་རབ་ ཏུ་ འབར་བ་ ཁྭ་ སྤུངས་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_ |#| དེ་ དཔག་ཚད་ སྟོང་ ལྔ་ བརྒྱ ར་ འབར་ ལ །_ རིང་ ཁྱད་ གནམ་ ལ་ ཐུག་པ་ ཞིག་ ཡོད་ དོ །_།
en: In their realm stands a flaming iron mountain called of Ravens’ Peak. It’s flames shoot up five hundred leagues into the sky.

source: དེ་ ལ་ ལྕགས་ ཀྱི་ ཤིང་ ལྗོན་ [166a] པ་ དང་ །_ ལྕགས་ ཀྱི་ ཁྭ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ གང་ སྟེ །_ རི་ དེ་ ཐམས་ཅད་ ཀྱང་ རབ་ཏུ་ འབར་བ་ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་ ཅིང་ །_ ཀུན་ ནས་ དེ འི་ ལས་ ཀྱིས་ བྱས་པ འི་ མེས་ རྒྱུན་ མི་འཆད་པ ར་ རབ་ཏུ་ འབར་བ་ ན །_ |#| ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ རི་ དེ་ པད་མ འི་ ཚལ་ གྱིས་ ཁེབས་པ ར་ མཐོང་ ཞིང་ །_ པད་མ འི་ འདབ་མ་ དེ་དག་ འོད་འཕྲོ་ བར་ མཐོང་ ནས །_
en: It is covered with iron trees {{page:{number:169,id:UT22084-068-021-100195,folio:F.166.a,volume:V68}}} in which live terrifying iron ravens, and the entire mountain is engulfed by fire. |#| Although the iron mountain is constantly ablaze with fire produced by karma, ruinous karmic actions will nevertheless make it appear as covered by a grove of lotuses, with the flames appearing as lotus petals.

source: དེ་དག་ གཅིག་ ལ་ གཅིག་ བོས་ ཏེ །_
en: Therefore, when they see the mountain, the beings in this hell will call to one another,

source: གྲོགས་པོ་ དག་ ཚུ ར་ ཤོག _། ཚུ ར་ ཤོག _།
en: ‘Friends, come on! Come on!

source: རི་ ཚལ་ གྲིབ་མ་ བསིལ་བ་ ཅན་ དུ་ འདོང་ །_
en: Let’s climb that mountain with cool shady groves!

source: ཚལ་ སྡུག་པ་ དག་ ཉེ་བ ར་ བསྟེན་པ ར་ བྱ འོ་ ཞེས་ སྨྲ འོ །_།
en: Let’s go hang out in those beautiful groves!’

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྡོ འི་ ཆར་ དག་ གིས་ རྡེག་པ་ ན །_ སྐྱོབ་པ་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ མགོན་ འདོད་པ་ དག་ རི་ ག་ལ་བ་ དེར་ དེ་དག་ རྒྱུག་ གོ །_།
en: $414 “Meanwhile, the henchmen of the Lord of Death will throw stones at them, and so they will start to run toward the mountain, yearning for safety, refuge, and protection.

source: ཇི་ལྟ ར་ རི་ དེ་ ལ་ དེ་ལྟ ར་ འཛེགས་པ་ དང་ །_ རི་ དེ་ཡང་ འབར་བ འི་ ཕྲེང་བ ས་ འཁྲུགས་ ཤིང་ཀུན་ ནས་ རབ་ཏུ་ འབར་ ལ །_ ཁྭ་ རབ་ཏུ་ འབར་བ་ མཆུ་ ཤིན་ཏུ་ རྣོ་བ་ རྣམས་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་ ཤིན་ཏུ་ གང་བ་ དེ་དག་ མཐོང་ ནས་ རྒྱུག་ ཅིང་ །_ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལ་ ཟ་བ ར་ བྱེད་ དེ
en: Yet as they begin to climb it, raging tongues of flames will blaze forth from the mountain, and when the terrifying ravens see the approaching hordes of hell beings, they will rapidly swoop down on them and devour them with their extremely sharp beaks.

source: ཁ་ཅིག་ ནི་ གླད་པ་ དང་ གླད་ རྒྱས་ ལ་ འཐོག _། ཁ་ཅིག་ ནི་ མིག་ ལ །_ ཁ་ཅིག་ ནི་ སྣ་ ལ །_ ཁ་ཅིག་ ནི་ འགྲམ་པ འི་ པགས་པ་ ལ །_ ཁ་ཅིག་ ནི་ རྐེད་པ འི་ ངོས་ ལ །_ ཁ་ཅིག་ ནི་ ལྕེ་ ལ །_ ཁ་ཅིག་ ནི་ མགྲིན་པ་ ལ །_ ཁ་ཅིག་ ནི་ མགྲིན་པ འི་ པགས་པ་ ལ །_ ཁ་ཅིག་ ནི་ མིད་པ་ ལ །_ ཁ་ཅིག་ ནི་ སྙིང་ ལ །_ ཁ་ཅིག་ ནི་ གློ་བ་ ལ །_ ཁ་ཅིག་ ནི་ མཚེར་པ་ ལ །_ ཁ་ཅིག་ ནི་ རྒྱུ་མ་ ལ །_ ཁ་ཅིག་ ནི་ གཉེ་མ་ སྦོམ་པོ་ ལ །_ ཁ་ཅིག་ ནི་ ལྟོ་བ འི་ པགས་པ་ ལ །_ ཁ་ཅིག་ ནི་ རྣ་བ འི་ རུས་པ་ ལ །_ ཁ་ཅིག་ ནི་ བརླ་ ལ །_ ཁ་ཅིག་ ནི་ བརླ འི་ སྦུབས་ ལ །_ ཁ་ཅིག་ ནི་ རྐང་པ འི་ རྟིང་པ་ ལ །_ ཁ་ཅིག་ ནི་ རྟིང་པ འི་ པགས་པ་ ལ །_ ཁ་ཅིག་ ནི་ རྐང་མཐིལ་ ལ །_ ཁ་ཅིག་ ནི་ གཞང་ ལ །_ ཁ་ཅིག་ ནི་ རྐང་པ འི་ [166b] སོར་མོ་ ལ་ འཐོག་ གོ །_། |#| ཡང་ རྣམ་པར་ ཕྱེ་ ནས་ ཟ་བ ར་ བྱེད་ དེ །_
en: Some will split their skulls and extract their brains and brain membrane, while others will cut out their eyes, noses, skin on their jaws, loins, craniums, tongues, necks, skin on their necks, throats, navels, chests, larynxes, hearts, lungs, spleens, intestines, colons, bellies, ears, thighs, hips, heels, feet, foot soles, anuses, and toes. {{page:{number:170,id:UT22084-068-021-100196,folio:F.166.b,volume:V68}}} Thus the ravens will split the hell beings open and devour them.

source: ཁ་ཅིག་ ནི་ མདུན་ གྱི་ ངོས་ ལ །_ ཁ་ཅིག་ ནི་ གློ་ ལ །_ ཁ་ཅིག་ ནི་ གློ འི་ པགས་པ་ ལ །_ ཁ་ཅིག་ ནི་ ལག་པ འི་ རྒྱབ་ ཀྱི་ རུས་པ་ ལ །_ ཁ་ཅིག་ ནི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དང་ རྐང་ ཡོད་པ འི་
en: Some will eat them from the front, some will eat the lungs, some will eat the bones on the backs of their hands, and some will eat all the major and minor body parts, including the feet.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ སོ་སོ་ སོ་སོ ར་ ཕྱེ་ ནས་ ཁྭ་ དེ་ རྣམས་ ཀྱིས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: In this way the ravens will split open and consume each individual hell being.

source: ཡང་ ལས་ ཀྱི་ དབང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ སྐྱེས་ ནས་ ཀྱང་ གཤིན་རྗེ འི་ མིས་ འཇིགས་ ཤིང་ ཁྭ ས་ འཇིགས་ ལ །_ སྐྱོབ་པ ར་ འདོད་པ །_ སྐྱབས་ འདོད་པ་ དག་ རི་ ཁྭ་ སྤུངས་པ་ ག་ལ་བ་ དེར་ རྒྱུག་ གོ །_།
en: $415 “However, by the force of their karmic actions, the hell beings will be reborn and so they will continue to suffer the terrors of the Lord of Death’s henchmen and the ravens. Again, wishing for protection and refuge, they will once more run toward the Ravens’ Peak.

source: དེ་དག་ གང་ གི་ ཚེ་ ལས་ ཀྱིས་ བྱས་པ འི་ མེས་ འབར་བ འི་ ཕྲེང་བ འི་ རི་ སྤུངས་པ་ དེ་ ལ་ འཛེག་པ་ ན །_ འབར་བ འི་ ཕྲེང་བ ས་ ལུས་ ཡོངས་སུ་ དཀྲིས་པ་ དེ་དག་ རི་ དེ་ ལ་ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་པ ར་ འགྱུར་ རོ །_།
en: As they climb it, their bodies will be enveloped in the flaming tongues of fire produced by karmic action, and so they will continue to burn on that mountain for many hundreds of thousands of years.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ བྱས་ ཤིང་ ཇི་སྲིད་ དུ་ དེ འི་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ །_ ཀུན་ ནས་ བསླང་བ་ ལ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ |#| མང་ དུ་ བྱས་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ དེ འི་ ལས་ དྲག་ ཅིང་ ཚ་བ་ བྱས་ ལ །_ བསགས་པ འི་ མཐུ ས་ གང་དག་ ཁྭ་ སྤུངས་པ འི་ རི་ དེ འི་ རྩེ་མོ་ ལ་ ཡང་ གང་ གིས་ བྱུང་བ་ དག་ འཛེག་པ ར་ བྱེད་ དེ དེ་དག་ ལ་ འབར་བ་ དེ་དག་ གིས་ དཔག་ཚད་ སྟོང་ ལྔ་ བརྒྱ ར་ གྱེན་ དུ་ བཏེག་ བཏེག་ སྟེ །_ |#| ཕྱེ་མ་ལེབ་ བཞིན་ དུ་ སྲེག་པ ར་ བྱེད་ ཀྱང་ །_ ཅིག་ཅར་ འཆི་བ འི་ དུས་ ནི་ མི་ བྱེད་ དོ །_།
en: Until they have overcome, relinquished, and exhausted their negative karmic actions, the force of their completed and accumulated karmic actions, terrifying and severe, will drive them to continue climbing toward the summit of the Ravens’ Peak. |#| This will persist until they have overcome, relinquished, and exhausted the karmic manifestations of killing, stealing, and sexual misconduct—those karmic actions that they resorted to, became habituated to, and repeated. |#| This flaming mountain rises five hundred leagues into the sky, and although the beings of this hell are burned upon it like moths, the time of their death does not arrive.

source: གང་ གི་ ཚེ་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ བྱས་པ་ དེ འི་ ཚེ །_ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་པ ར་ འགྱུར་ ཏེ །_
en: $416 “When their actions have finally been overcome, relinquished, and exhausted, they will escape that hell.

source: ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| དེ འི་ ལས་ བྱས་ ལ་ བསགས་པ འི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས །_ དེ འི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ལས་ དྲི་ རུལ་པ་ འབྱུང་ ཞིང་ [167a] མཛེ འམ་ དེ་ ལ་ ཤ་བཀྲ་ འབྱུང་བ ར་ འགྱུར །_ འགྲན་ཟླ་ མང་ ཞིང་ ཕལ་ཆེ་ ལ་ དབུལ་བ་ དང་ །_ ཡུལ་ངན་ པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: At that point they may, due to karma that is to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead take birth with the general lot in life of a human. |#| However, as an effect that accords with the causal completed and accumulated karmic actions, their major and minor body parts will emit a foul smell, {{page:{number:171,id:UT22084-068-021-100197,folio:F.167.a,volume:V68}}} they will contract leprosy or a cutaneous disease, they will have many rivals, and they will generally be poor and live in unsavory places.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འཁོར་ གཞན་ མཆི་མ འི་ རྒྱུན་ མེ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ ཡོད་པར་ མཐོང་ ངོ་ །_།
en: $417 “The monk will then continue to examine the regions that surround the great Crushing Hell and by means of knowledge derived from hearing he will perceive another neighboring region, known as Fire that Brings Forth a Torrent of Tears.

source: དེར་ སེམས་ཅན་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ །_
en: Wondering what karmic actions may cause one to take birth there, he will apply knowledge derived from hearing and so come to understand that such a birth is due to resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Here, the aspects of killing and stealing are just as in the previous cases.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ དགེ་སློང་ མ་ ཚུལ་ཁྲིམས་ རལ་ ཅིང་ སྤྱོད་པ་ ངན་པ་ ལ་ སྔར་ གཞན་ གང་ཞིག་ གིས་ ལྷན་ཅིག་ མི་ ཚངས་པ ར་ སྤྱད་པ་ བྱས་ ལ །_ ཕྱིས་ གཞན་ ཞིག་ དེ་ དང་ ལྷན་ཅིག་ བྱེད་ ན |#| དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ མཆི་མ འི་ རྒྱུན་ མེ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: In terms of sexual misconduct, some nuns may lose their discipline and develop vulgar conduct, engaging in sexual misconduct with one person after another. |#| When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Fire that Brings Forth a Torrent of Tears.

source: ཚ་བ་ རྩུབ་པ་ མི་འདོད་པ འི་ ལས་ ཀྱི་ རྣམ་པ་ དེ་ལྟ་ བུ་ བྱས་པ ར་ འགྱུར་ ཏེ །_ གང་ གིས་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ འི་ མེས་ སྲེག་པ་ ན །_ མཆི་མ་ གང་ འབྱུང་བ་ དེ་དག་ མེ འི་ མཆི་མ ར་ འབྱུང་ སྟེ །_ |#| དེ་དག་ གིས་ ལུས་ དེ་དག་ སྲེག་ ཅིང་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལ་ གནོད་པ འི་ རྣམ་པ་ དེ་ལྟ་ བུས་ ཉེན་པ ར་ འགྱུར་ རོ །_།
en: Their awful and rough, undesirable actions will produce a flaming fire that scorches them, and even the tears that come to their eyes will themselves take the form of fire. |#| Such is the burning torture that these beings must undergo.

source: དེ་ཡང་ གནོད་པ་ གཞན་དག་ མྱོང་བ ར་ འགྱུར་ ཏེ །_ མིག་ གི་ ནང་ དུ་ སེང་ལྡེང་ གི་ མདག་མ ས་ ཀུན་ དུ་ འགེངས་ ཤིང་ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རུས་པ་ རྡུང་ སོ་སོ ར་ འབྱེད་ ལ་ སྨྱིག་མ་ ལྟ་བུ ར་ འབུད་ ཅིང་ །_ |#| སེམས་ཅན་ དམྱལ་བ་ སོ་སོ ར་ འཇིགས་པ་ ལ །_ ལྕགས་ ཀྱི་ ཕུར་བུ་ དང་ གཏུན་ཤིང་ དང་ མདའ་བོ་ ཆེ་ རྣམས་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གི་ ལུས་ གཅོད་ ཅིང་ འབིགས་ ལ་ དུམ་བུ ར་ རློག་ གོ །_།
en: Furthermore, charcoal of acacia wood will be stuffed into their eyes and the Lord of Death’s henchmen will split their bones and make sounds with them like with bamboo flutes. |#| In this hell, terrifying with the howling of jackals, their bodies will be cut, pierced, and crushed with iron nails, clubs, and spears.

source: ཕྲ་ སྐམ་ རབ་ཏུ་ [167b] འབར་བ ས་ གཞང་ གདངས་པ འི་ ནང་ དུ་ ཞ་ཉེ་ བསྐོལ་བ ས་ ཀུན་ དུ་ བཀང་ སྟེ །_ |#| དེ འི་ ནང་ ཞ་ཉེ་ བསྐོལ་བ ས་ རབ་ཏུ་ སྲེག་ ལ །_ ཕྱི་རོལ་ མེ་ ཤིན་ཏུ་ འབར་བ ས་ རབ་ཏུ་ སྲེག་ གོ །_། དེ་ གཉི་ག ས་ སྲེག་པ་ ན་ ཚོར་བ་ ཤིན་ཏུ་ ཚ་ ཞིང་ མི་བཟད་པ་ རྣམ་པ་ དུ་མ་ མྱོང་བ ར་ འགྱུར་ རོ །།_།།
en: By means of a burning hot pair of tongs, {{page:{number:172,id:UT22084-068-021-100198,folio:F.167.b,volume:V68}}} boiling lead will be poured into their anus. |#| Thus, burned by the boiling lead within and scorched by excruciating fires without, they will undergo unbearable torments as their bodies are consumed by this double fire.

source: དམྱལ་བ འི་ སྡིག་པ འི་ ལས་ ཀྱིས་ སུ །_། ཞ་ཉེ་ དག་ གིས་ ནང་ བླུགས་ ཤིང་ །_། མེ་ འབར་བ་ ཡིས་ ཕྱི་རོལ་ དུ །_། སྲེག་པ་ ཤིན་ཏུ་ སྡུག་བསྔལ་ ཡིན །_།
en: “When negative karmic actions lead one to hell, And lead is poured into one’s interior While fire blazes outside, The suffering is indeed extreme.

source: གང་དག་ སྡུག་བསྔལ་ ལས་འབྲས་ སྐྱེས །_། ཚ་བ་ འབྱུང་བ་ སྐྱེ་བ་ ནི །_། ཁམས་ གསུམ་ དག་ ཏུ་ དེ་ ཡི་ དཔེ །_། བྱ་བ ར་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: $420 “The arising of painful karmic effects And the experience of torment Cannot easily be compared to anything else Within the three realms of existence.

source: རྣམ་ གསུམ་ འབྲས་བུ་ གསུམ་ སྐྱེས་པ །_།
en: $421 “Three effects are produced by three factors.

source: ཁམས་ གསུམ་ དག་ ཏུ་ སྐྱེ་བ་ ནི །_། སེམས་ གསུམ་ ལས་ བསླང་ ཉེས་ གསུམ་ སྐྱེས །_། གནས་ གསུམ་ དག་ ཏུ་ སྨིན་པ ར་ འགྱུར །_།
en: Birth in the three realms Is appropriated by three types of mind and the product of three flaws, That thus ripen in three places.

source: རྒྱུ་ དང་ རྐྱེན་ ནི་ ཚོགས་པ་ ཡིས །_། ཀུན་ བསླང་ སོ་སོ་ དེ་ཉིད་ དག _།
en: $422 “As causes and conditions come together, Distinct karmic formations appear.

source: དེ་ ཡི་ ལས་ ཀྱི་ རྣམ་སྨིན་ ནི །_། ཁམས་ གསུམ་ དག་ ན་ སྣང་བ་ ཡིན །_།
en: The ripening of karmic actions Appears as the three realms.

source: ཇི་ལྟ་ ཇི་ལྟ ར་ སེམས་ འབྱུང་བ །_། དེ་ལྟ་ དེ་ལྟ ར་ ཡོངས་ འགྱུར་ ཏེ །_།
en: $423 “Transformations occur In accordance with the character of the mind.

source: དགེ་བ་ ཡིས་ ནི་ དགེ་བྱེད་ ཅིང་ །_། སྡིག་པ་ ཡིས་ ནི་ སྡིག་པ་ བྱེད །_།
en: Thus, virtue engenders virtue And evil begets evil.

source: ལས་ ནི་ སེམས་ དང་ འབྲེལ་བ་ སྟེ །_། སྲིད་པ་ ལས་ དང་ འབྲེལ་བ་ ཡིན །_།
en: $424 “Karmic action is associated with the mind And the result with the karmic action.

source: སེམས་ དང་ལ ས་ ཀྱིས་ ཀུན་ བསླང་བ །_། འདི་ ནི་ འཁོར་བ ར་ ཡོངས་སུ་ བསྒྲགས །_།
en: Thus instigated by the mind and karmic action, This is known as cyclic existence.

source: སྲོག་ཆགས་ ཀུན་ གྱིས་ བདག་ཉིད །_། ལས་ ཀྱི་ འབྲས་བུ་ དག་ ལ་ སྤྱོད །_།
en: $425 “All living beings experience The effects of their own actions.

source: ཁྱོད་ ཅག་ རང་ གི་ སེམས་ ཀྱིས་ སུ །_། འདི་དག་ ཐམས་ཅད་ བསླུས་པ་ ཡིན །_།
en: Right now, they are all deceived By their own minds.

source: མེ་ ཡིས་ ཡོངས་སུ་ གདུངས་པ་ ཡིས །_། ངུ་སྐད་ དོན་མེད་ ཅི་ཞིག་ འབྱིན །_།
en: $426 “So why should one cry out in vain, When one is tormented by heat? {{page:{number:173,id:UT22084-068-021-100199,folio:F.168.a,volume:V68}}}

source: དེ་ལྟ ར་ སེམས་ [168a] ཅན་ དམྱལ་བ་ དེ་དག་ ལ་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ རང་ གི་ ལས་ དག་ རང་ཉིད་ ཀྱིས་ མ་ མྱོང་བ ར་ གྲོལ་བ་ མེད་ དོ་ ཞེས་ རྗེས་སུ་ བསྟན་ ཏེ །_
en: $427 “This goes to show that hell beings will not be free from the henchmen of the Lord of Death until they themselves have experienced their own karmic actions.

source: དེ་ལྟ ར་ ལས་ དང་ འབྲས་བུ ར་ འབྲེལ་བ་ ནི་ དེ་ ཐམས་ཅད་ སྲིད་པ་ བར་མ ར་ དམིགས་ སོ །_།
en: The relationship between karmic actions and their effects can be observed all throughout the intermediate existence.”

source: དེ་ལྟ ར་ རྗེས་སུ་ སྟོན་པ་ ན་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེད་ དོ །_།
en: $428 Hence, as explained previously, until hell beings have overcome, relinquished, and exhausted their completed and accumulated negative acts, they will continue to encounter burning and boiling at the hands of the Lord of Death’s henchmen for many hundreds of thousands of years.

source: ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| ལས་ བྱས་ ལ་ བསགས་པ འི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ འི་ མཐུ ས་ སྐྲན་ ཅན་ དུ་ འགྱུར་ ཞིང་ སྐེམ་པོ འམ །_ བྱད་ ངན་པ འམ །_ སྦོམ་པ འམ །_ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ ར་ འགྱུར་ རོ །_།
en: When they finally escape this hell, they may, due to karma to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| Yet by the force of effects that accord with their causal actions they will suffer from tumors, emaciation, deformity, and bloating, or their bodies may appear like scorched pine trees.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ དབང་པོ་ ཐམས་ཅད་ ཀུན་ དུ་ འགགས་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ ར་ མཐོང་ ངོ་ །_།
en: $429 “The monk will continue to examine the regions that surround the great Crushing Hell and by means of knowledge derived from hearing he will then perceive another neighboring region, known as Cessation of All Faculties.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ བརྟགས་ ན་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ མང་ དུ་ བྱས་པ ར་ གྱུར་པ་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Wondering what karmic action may cause beings to take birth there, he will apply knowledge derived from hearing and so come to understand that such a birth is due to resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ འི་ རྣམ་པར་ སྨིན་པ་ ནི་ སྔར་ བཤད་པ་ བཞིན་ ནོ །_།
en: Here, the aspects of killing and stealing are just as in the previous cases.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ མང་ དུ་ བྱས་པ་ རྣམ་པ་ དུར་ འགྱུར་ སྙམ་ ན །_ |#| ཤིན་ཏུ་ འདོད་ཆགས་ བདོ་བ་ གང་ གིས་ བུད་མེད་ ཀྱི་ སྐྱེ་གནས་ མ་ཡིན་པ །_ ཁ འམ །_ རྐུབ་ ཏུ་ ལན་ཅིག་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ན །_
en: What, then, are the specific ways of resorting to, becoming habituated to, and increasing acts of sexual misconduct? |#| Those prone to rampant and burning desire may engage in sexual misconduct with a woman by way of her mouth or anus instead of the birth channel. {{page:{number:174,id:UT22084-068-021-100200,folio:F.168.b,volume:V68}}}

source: དེ་ [168b] ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ །_ སེམས་ཅན་ དམྱལ་བ་ དབང་པོ་ ཐམས་ཅད་ ཀུན་ དུ་ འགགས་པ་ ཞེས་ བྱ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Cessation of All Faculties.
